Repository: paketeserrano/appointments
Catalog: appointment_calendar/appointment_calendar/locale/*/LC_MESSAGES/django.po
Languages: es

source: You don't have any appointments scheduled in the next 30 days.
es: No tienes ninguna reserva en los proximos 30 dias.

source: Your Businesses
es: Tus Negocios

source: Working For
es: Trabajando Para

source: Profile Picture
es: Foto de Perfil

source: First Name
es: Nombre

source: Last Name
es: Apellidos

source: Experience
es: Experiencia

source: Photos deleted successfully.
es: Fotos eliminadas con éxito

source: Error deleting photos.
es: Error al eliminar las imágenes.

source: Profile details updated successfully
es: Perfil guardado con exito

source: Error updating profile details:
es: Error al actualizar los detalles del perfil:

source: Who We Are
es: Quienes Somos

source: Services
es: Servicios

source: Learn More
es: Ver más

source: Our Location
es: Ubicaciones

source: Our Personnel
es: Nuestro Personal

source: Our Work
es: Nuestro Trabajo

source: Product Image
es: Imagen de Producto

source: Book me
es: Reserva

source: More Information
es: Mas Información

source: Additional details about the product go here.
es: Detalles adicionales sobre el producto aqui

source: My Work
es: Mi Trabajo

source: Opening Hours
es: Horario Apertura

source: is assigned to work at
es: esta asignado para trabajar en

source: has in the next 30 days at
es: tiene en los proximos 30 dias en

source: URL copied to clipboard!
es: Enlace copiado exitosamente

source: Failed to copy URL.
es: Error al copiar el enlace
