Repository: paketeserrano/appointments
Catalog: appointment_calendar/appointment_calendar/locale/*/LC_MESSAGES/django.po
Languages: es

source: Cancel Appointment
es: Cancela Reserva

source: Are you sure you want to cancel the following appointment?
es: ¿Estás seguro de que quieres eliminar esta reserva?

source: Date
es: Fecha

source: Time
es: Hora

source: Location
es: Ubicaciones

source: With
es: Con

source: Confirm Cancellation
es: Confirmar Cancelacion

source: Loading...
es: Cargando...

source: Previous step
es: Paso Previo

source: Next step
es: Siguiente

source: Appointments
es: Reservas

source: Appointment Details
es: Detalles de la Reserva

source: Status
es: Estado

source: Worker
es: Trabajadores

source: Event
es: Eventos

source: Invitees
es: Invitados

source: Reason for cancellation:
es: Razon de Cancelacion

source: Close
es: Cerrar

source: Confirm Cancel
es: Confirmar Cancelacion

source: Please provide a reason for cancellation.
es: Pro favor, danos la razon por la que cancelas

source: CANCELLED
es: CANCELADA

source: Your Appointment is Confirmed!
es: Tu Reserva esta confirmada

source: Your appointment
es: Tus Reserva

source: at
es: en

source: with
es: con

source: is on
es: es el

source: You will receive a confirmation email at
es: Recibiras un email con la confirmacion en

source: Booking ID:
es: Identificador de Reserva:

source: No available time slots for the selected date. Please choose another date.
es: No hay horas disponibles en la fecha seleccionada. Elija otra fecha

source: Book
es: Reserva

source: Booking
es: Reserva

source: Event Not Available
es: Evento no Disponible

source: The event you are trying to book is currently not available.
es: El evento que esta intentado reservar no esta disponible

source: Your Site Title
es: El título de tu sitio

source: Dashboard
es: Inicio

source: Businesses
es: Negocios

source: Events
es: Eventos

source: Clients
es: Clientes

source: Schedule Time
es: Crea Reserva

source: Profile
es: Perfil

source: Logout
es: Cerrar sesión

source: Add Business
es: Añade Negocio

source: Add Your Business
es: Añade Negocio

source: Name:
es: Nombre

source: Presentation:
es: Presentacion

source: Address
es: Direccion

source: Submit
es: Enviar

source: Website Appearance
es: Apariencia del Sitio Web

source: Customize Appearance
es: Personalizar Apariencia

source: Header Bar
es: Barra de Encabezado

source: Sections
es: Secciones

source: Main Menu
es: Menú Principal

source: Booking Page
es: Página de Reservas

source: This image will show on the Booking Page background
es: Esta imagen se mostrará en el fondo de la página de reservas

source: Change
es: Cambiar

source: Remove
es: Eliminar

source: Save Changes
es: Guardar Cambios

source: File size exceeds 0.5MB. Please upload a smaller file.
es: El tamaño del archivo excede los 0.5MB. Por favor, sube un archivo más pequeño

source: View
es: Ver

source: You don't have any business, create a new one.
es: No tienes ningun negocio creado, crea uno ahora!

source: Create Business
es: Añade Negocio

source: first
es: Primero

source: previous
es: Previo

source: Page
es: Pagina

source: of
es: de

source: next
es: siguiente

source: last
es: ultimo

source: Create Appointment
es: Crea Reserva

source: Add Appointment
es: Añade Reserva

source: Select the business where you want to add the appointment
es: Selecciona el negocio donde quieres reservar

source: Select
es: Selecciona

source: You need to create a business before you can schedule time.
es: Necesitas crear un negocio antes de poder crear una reserva

source: Delete Business
es: Eliminar Negocio

source: Business Status
es: Estado del Negocio

source: Actions
es: Acciones

source: Business Actions
es: Acciones del Negocio

source: Create one event
es: Crear un Evento

source: Business Hours
es: Horas de Apertura

source: Customers will only be able to book any event on this business during the business hours declared below
es: Los clientes solo podrán reservar cualquier evento de este negocio durante las horas de trabajo declaradas a continuación

source: Filled Business Presentation
es: Presentación del Negocio Completada

source: Web Header Image
es: Imagen de Cabecera

source: mins
es: minutos

source: View event page
es: Ver página del evento

source: Share
es: Compartir

source: Turn Off
es: Apagar

source: Turn On
es: Encender

source: Add Event
es: Añadir Evento

source: Days declared here will be available in your events when customers book them
es: Los días declarados aquí estarán disponibles en tus eventos cuando los clientes los reserven

source: Delete
es: Eliminar

source: Edit
es: Editar

source: Add New
es: Añadir Nuevo

source: Add
es: Añadir

source: Cancel
es: Cancelar

source: Days Closed or Holidays
es: Días Cerrados o Festivos

source: Add special days you are closed. Maybe a bank holiday or something unexpected happened
es: Añadir días especiales que estás cerrado. Tal vez un día festivo o algo inesperado sucedió

source: Workers
es: Trabajadores

source: Workers added here will be available to be assigned in your events
es: Los trabajadores añadidos aquí estarán disponibles para ser asignados en tus eventos

source: Remove Worker
es: Eliminar Trabajador

source: View Worker
es: Ver Trabajador

source: Add Worker
es: Añadir Trabajador

source: Business Website
es: Pagina Web

source: Manage how your website looks
es: Gestiona cómo se ve tu sitio web

source: Is Visible
es: Es Visible

source: Toggle to make your business website visible or invisible to customers.
es: Cambiar para hacer que tu sitio web sea visible o invisible para los clientes.

source: Business Description
es: Descripción del Negocio

source: Provide a detailed description of your business.
es: Proporciona una descripción detallada de tu negocio.

source: Enter business description here...
es: Introduce la descripción del negocio aquí...

source: Set up your website appearance
es: Configura la apariencia de tu sitio web

source: View Business Website
es: Ver Sitio Web del Negocio

source: The more info you add to your business and events, the better the website will look
es: Cuanta más información añadas a tu negocio y eventos, mejor se verá el sitio web

source: Header Image
es: Imagen de Cabecera

source: This image will show on the front header of this business website
es: Esta imagen se mostrará en la cabecera principal de este sitio web de negocio

source: Address Information
es: Información de Dirección

source: Enter address
es: Introduce la dirección

source: City
es: Ciudad

source: Enter city
es: Introduce la ciudad

source: Province
es: Provincia

source: Enter province
es: Introduce la provincia

source: Country
es: País

source: Enter country
es: Introduce el país

source: Save
es: Guardar

source: Invite New Worker
es: Invitar a Nuevo Trabajador

source: Email address
es: Dirección de correo electrónico

source: Recipient Name
es: Nombre del Destinatario

source: Notes (optional)
es: Notas (opcional)

source: Send Invitation
es: Enviar Invitación

source: Edit Business Hour
es: Editar Hora del Negocio

source: Weekday
es: Día de la Semana

source: From Hour
es: Desde la Hora

source: To Hour
es: Hasta la Hora

source: Edit Special Day
es: Editar Día Especial

source: Save changes
es: Guardar cambios

source: Confirm Business Deletion
es: Confirmar Eliminación del Negocio

source: Are you sure you want to delete this business?
es: ¿Estás seguro de que quieres eliminar este negocio?

source: Address information updated successfully!
es: ¡Información de dirección actualizada con éxito!

source: Failed to update address information.
es: No se pudo actualizar la información de dirección.

source: Error occurred while updating address information.
es: Ocurrió un error al actualizar la información de dirección.

source: Link successfully copied to clipboard
es: Enlace copiado exitosamente al portapapeles

source: Link copied!
es: ¡Enlace copiado!

source: Error copying link to clipboard:
es: Error al copiar el enlace al portapapeles:

source: Business UI details updated successfully
es: Detalles de la interfaz del negocio actualizados con éxito

source: Error updating business details. Please try again.
es: Error al actualizar los detalles del negocio. Por favor, inténtalo de nuevo.

source: Error updating business details:
es: Error al actualizar los detalles del negocio:

source: Update successful
es: Actualización exitosa

source: Error updating event status:
es: Error al actualizar el estado del evento:

source: Business deleted successfully!
es: ¡Negocio eliminado con éxito!

source: Failed to delete the business. Contact system admins or try again later
es: No se pudo eliminar el negocio. Contacta con los administradores del sistema o intenta de nuevo más tarde

source: Error updating the business hour.
es: Error al actualizar la hora del negocio.

source: Error saving the new special day.
es: Error al guardar el nuevo día especial.

source: Are you sure you want to delete this business hour?
es: ¿Estás seguro de que quieres eliminar esta hora del negocio?

source: Business hour deleted successfully.
es: Hora del negocio eliminada con éxito.

source: Error: Could not delete the business hour.
es: Error: No se pudo eliminar la hora del negocio.

source: Error communicating with the server.
es: Error al comunicarse con el servidor.

source: Deletion canceled.
es: Eliminación cancelada.

source: Are you sure you want to delete this day with special hours?
es: ¿Estás seguro de que quieres eliminar este día con horas especiales?

source: Special day deleted successfully.
es: Día especial eliminado con éxito.

source: Error: Could not delete the special day.
es: Error: No se pudo eliminar el día especial.

source: Error updating the special day.
es: Error al actualizar el día especial.

source: Error sending invitation
es: Error al enviar la invitación

source: Share Event Link
es: Compartir enlace del evento

source: Copy link to clipboard.
es: Copiar enlace al portapapeles.

source: Delete Event
es: Eliminar evento

source: Event Status
es: Estado del evento

source: Booking Page Details
es: Detalles de la página de reservas

source: Name
es: Nombre

source: Presentation
es: Presentación

source: Notes
es: Notas

source: Duration (mins)
es: Duración (minutos)

source: Calendar time slots (mins)
es: Intervalos de tiempo del calendario (minutos)

source: Event Workers
es: Trabajadores del evento

source: View User
es: Ver usuario

source: Remove worker
es: Eliminar trabajador

source: Questions
es: Preguntas

source: Add New Question
es: Añadir nueva pregunta

source: Locations
es: Ubicaciones

source: Video Conference
es: Videoconferencia

source: Leave empty if video conference is not an option. Otherwise, add your favourite online meeting conference link
es: Dejar en blanco si la videoconferencia no es una opción. De lo contrario, añade tu enlace de reunión en línea favorito

source: Physical Locations
es: Ubicaciones físicas

source: We will use your business address on the booking page unless you define here other available locations
es: Usaremos la dirección de tu negocio en la página de reservas a menos que definas aquí otras ubicaciones disponibles

source: Add New Location
es: Añadir nueva ubicación

source: Address:
es: Dirección:

source: City:
es: Ciudad:

source: Province:
es: Provincia:

source: Country:
es: País:

source: Add Location
es: Añadir ubicación

source: Edit Location
es: Editar ubicación

source: Confirm Deletion
es: Confirmar eliminación

source: Are you sure you want to delete this location:
es: ¿Estás seguro de que quieres eliminar esta ubicación?

source: Options
es: Opciones

source: Add another option
es: Añadir otra opción

source: Save Question
es: Guardar pregunta

source: Are you sure you want to delete this question:
es: ¿Estás seguro de que quieres eliminar esta pregunta?

source: Website Settings
es: Configuración del sitio web

source: Event Description
es: Descripción del evento

source: Provide a detailed description of your event. This will show on your event page on the website
es: Proporciona una descripción detallada de tu evento. Esto se mostrará en la página del evento en el sitio web

source: Enter event description here...
es: Introduce la descripción del evento aquí...

source: Event Header Image
es: Imagen de cabecera del evento

source: This image will show on the Event Page of this business website
es: Esta imagen se mostrará en la página del evento de este sitio web de negocio

source: Show Your Work
es: Muestra tu trabajo

source: Delete Selected
es: Eliminar seleccionados

source: Load More
es: Cargar más

source: Event Actions
es: Acciones del evento

source: Add presentation info
es: Añadir información de la presentación

source: Add description info
es: Añadir información de la descripción

source: Duration must be greater than 0
es: La duración debe ser mayor que 0

source: Has workers assigned
es: Tiene trabajadores asignados

source: Price must be greater than 0
es: El precio debe ser mayor que 0

source: Front image added
es: Imagen frontal añadida

source: Select Worker
es: Seleccionar trabajador

source: Delete selected?
es: ¿Eliminar seleccionados?

source: Confirm
es: Confirmar

source: Full Screen Image
es: Imagen a pantalla completa

source: Confirm Event Deletion
es: Confirmar eliminación del evento

source: Are you sure you want to delete this event?
es: ¿Estás seguro de que quieres eliminar este evento?

source: Edit Name
es: Editar nombre

source: Edit Video Conference
es: Editar videoconferencia

source: Edit Presentation
es: Editar presentación

source: Edit Notes
es: Editar notas

source: Edit Duration
es: Editar duración

source: Edit Calendar Time Slots
es: Editar intervalos de tiempo del calendario

source: Error adding location. Please try again.
es: Error al añadir la ubicación. Por favor, inténtalo de nuevo.

source: Server error, please try again later.
es: Error del servidor, por favor inténtalo de nuevo más tarde.

source: Please fill out all fields.
es: Por favor, rellena todos los campos.

source: Failed to fetch location details.
es: No se pudieron obtener los detalles de la ubicación.

source: Failed to update location.
es: No se pudo actualizar la ubicación.

source: Failed to delete location.
es: No se pudo eliminar la ubicación.

source: Text successfully copied to clipboard
es: Texto copiado exitosamente al portapapeles

source: Failed to copy text:
es: Error al copiar el texto:

source: Error deleting images.
es: Error al eliminar las imágenes.

source: Event deleted successfully!
es: ¡Evento eliminado con éxito!

source: Failed to delete the event. Contact system admins or try again later
es: No se pudo eliminar el evento. Contacta con los administradores del sistema o inténtalo de nuevo más tarde.

source: Please select a worker.
es: Por favor, selecciona un trabajador.

source: Image uploaded successfully!
es: ¡Imagen subida con éxito!

source: Upload failed. Please try again.
es: Error al subir la imagen. Por favor, inténtalo de nuevo.

source: Enter option
es: Introduce la opción

source: There was an error:
es: Hubo un error:

source: An error occurred:
es: Ocurrió un error:

source: Error updating event details. Please try again.
es: Error al actualizar los detalles del evento. Por favor, inténtalo de nuevo.

source: Error updating event details:
es: Error al actualizar los detalles del evento:

source: All
es: Todos

source: Share event
es: Compartir enlace del evento

source: Share with me as worker
es: Compartir y asigname al evento como trabajador

source: Home - ReservaClick
es: Inicio - ReservaClick

source: Your Website and Online Booking in Less than 15 Minutes
es: Tu sitio web y reservas online en menos de 15 minutos

source: Transform your business with a professional online presence and an efficient booking system designed for autonomos in Spain.
es: Transforma tu negocio con una presencia en línea profesional y un sistema de reservas eficiente diseñado para autónomos en España.

source: Get Started for Free
es: Empieza gratis

source: Why Choose ReservaClick?
es: ¿Por qué elegir ReservaClick?

source: Simple and Quick Setup
es: Configuración simple y rápida

source: Get your website and booking calendar ready in under 15 minutes.
es: Ten tu sitio web y calendario de reservas listo en menos de 15 minutos.

source: Cost-Effective
es: Económico

source: Start with our free tier and upgrade as your business grows.
es: Empieza con nuestro nivel gratuito y actualiza a medida que tu negocio crece.

source: Tailored for You
es: Hecho a tu medida

source: Fully customizable websites to match your branding.
es: Sitios web totalmente personalizables para que coincidan con tu marca.

source: Payment Processing
es: Procesamiento de pagos

source: Secure and easy payment solutions for your clients.
es: Soluciones de pago seguras y fáciles para tus clientes.

source: Client Management
es: Gestión de clientes

source: Keep track of appointments and client details effortlessly.
es: Lleva un control de las reservas y detalles de los clientes sin esfuerzo.

source: Reminders & Notifications
es: Recordatorios y notificaciones

source: Automated reminders to reduce no-shows and keep your schedule organized.
es: Recordatorios automáticos para reducir las ausencias y mantener tu agenda organizada.

source: How It Works
es: Cómo funciona

source: Sign Up for Free
es: Regístrate gratis

source: Create your account and access our free tier to start setting up your services.
es: Crea tu cuenta y accede a nuestro nivel gratuito para comenzar a configurar tus servicios.

source: Customize Your Website
es: Personaliza tu sitio web

source: Use our simple tools to add your branding, services, and booking preferences.
es: Usa nuestras herramientas simples para añadir tu marca, servicios y preferencias de reservas.

source: Set Up Your Booking Calendar
es: Configura tu calendario de reservas

source: Define your availability and let clients book appointments seamlessly.
es: Define tu disponibilidad y permite que los clientes reserven sin problemas.

source: Start Booking Clients
es: Empieza a reservar clientes

source: Go live and start accepting appointments online.
es: Ponte en línea y comienza a aceptar reservas desde internet.

source: Testimonials
es: Testimonios

source: FAQs
es: Preguntas frecuentes

source: Q: How long does it take to set up my website and booking calendar?
es: P: ¿Cuánto tiempo se tarda en configurar mi sitio web y calendario de reservas?

source: A: With ReservaClick, you can have everything up and running in less than 15 minutes.
es: R: Con ReservaClick, puedes tener todo funcionando en menos de 15 minutos.

source: Q: Is there a free tier available?
es: P: ¿Hay un nivel gratuito disponible?

source: A: Yes, we offer a free tier so you can start using our services without any initial cost.
es: R: Sí, ofrecemos un nivel gratuito para que puedas empezar a usar nuestros servicios sin ningún costo inicial.

source: Q: Can I accept payments through my website?
es: P: ¿Puedo aceptar pagos a través de mi sitio web?

source: A: Yes, we provide secure payment processing for your clients.
es: R: Sí, ofrecemos procesamiento de pagos seguro para tus clientes.

source: Q: How customizable are the websites?
es: P: ¿Qué tan personalizables son los sitios web?

source: A: Our websites are fully customizable to match your branding and preferences.
es: R: Nuestros sitios web son totalmente personalizables para que coincidan con tu marca y preferencias.

source: ReservaClick Logo
es: Logotipo de ReservaClick

source: Home
es: Inicio

source: Features
es: Características

source: Pricing
es: Precios

source: Contact
es: Contacto

source: Sign In
es: Iniciar Sesión

source: Sign Up
es: Registrarse

source: © 2024 ReservaClick. All rights reserved.
es: © 2024 ReservaClick. Todos los derechos reservados.

source: Privacy Policy
es: Política de Privacidad

source: Terms of Service
es: Términos del Servicio

source: Manage Clients
es: Clientes

source: Client Information
es: Información de Cliente

source: Email:
es: Correo

source: Phone Number:
es: Telefono

source: Appointment History
es: Historial de Reservas

source: Event Name
es: Nombre Evento

source: Business Name
es: Nombre Negocio

source: Previous
es: Previo

source: Next
es: Siguiente

source: Search Clients
es: Busca Clientes

source: Business
es: Negocio

source: Email
es: Correo

source: Phone Number
es: Telefono

source: Search
es: Buscar

source: Clients found.
es: Clientes encontrados.

source: Change Search
es: Cambiar Busqueda

source: Phone
es: Telefono

source: View More Info
es: Ver Mas

source: First
es: Primero

source: Last
es: Ultimo

source: No clients found.
es: No se han encontrado clientes

source: Show Search Params
es: Enseña Parametros de Busqueda

source: Hide Search Params
es: Esconce Parametros de Busqueda

source: You have been logged out
es: La session se ha cerrado

source: Thank you for using our system. If you need to log in again, just click the button below.
es: Gracias por usar nuestro sistema. Si necesita iniciar una sesion de nuevo, clicke el boton de abajo.

source: Log In Again
es: Iniciar sesión

source: If you encounter any issues, please contact our support team.
es: Si encuentras algun problema , por favor contacte nuestro equipo de soporte.

source: Login
es: Iniciar sesión

source: Your username and password didn't match. Please try again.
es: Tu nombre de usuario y contraseña no coinciden. Por favor, inténtalo de nuevo.

source: Your account doesn't have access to this page. To proceed, please login with an account that has access.
es: Tu cuenta no tiene acceso a esta página. Para continuar, por favor inicia sesión con una cuenta que tenga acceso.

source: Please login to see this page.
es: Por favor, inicia sesión para ver esta página.

source: Log In
es: Iniciar sesión

source: Lost password?
es: ¿Olvidaste tu contraseña?

source: or
es: o

source: Register
es: Registrarse

source: Password Reset Complete
es: La contraseña se ha reseteado

source: Your password has been set successfully. You can now proceed to
es: Tu contraseña se ha guardado. Puedes seguir a

source: log in
es: Indentificate

source: with your new password.
es: con tu nueva contraseña.

source: Set New Password
es: Crea tu nueva contraseña.

source: Enter the same password as before, for verification.
es: Escribe la misma contraseña, por verificacion.

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
es: El link de reseteo de la contraseña es invalido, posiblemente porque ya se uso. Por favor, intenta resetear de nuevo la contraseña.

source: Reset Password Email Sent
es: Enviado correo para resetear la clave

source: An email has been sent to the provided address with further instructions on how to reset your password.
es: Un correo se ha enviado a la direccion solicitada con instrucciones para resetear la clave.

source: Reset Password
es: Resetea Contraseña.

source: Enter your email address below and we'll send you a link to reset your password.
es: Escribe tu direccion de correo abajo y te mandaremos un enlace con instrucciones para resetear tu contraseña.

source: Send Reset Link
es: Mandar enlace para resetear la contraseña

source: Sign up
es: Registrarse

source: Manage Appointments
es: Gestiona Reservas

source: Search Appointments
es: Busca Reservas

source: Start Date
es: Fecha Comienzo

source: End Date
es: Fecha Final

source: User
es: Usuario

source: Appointments found for
es: Reservas encontradas con

source: to
es: a

source: for user
es: para usuario

source: View Details
es: Ver Detalles

source: Search made for
es: Busqueda hecha con

source: No appointments found
es: No se han encontrado clientes

source: Your Appointments
es: Tus Reservas
